<template>
  <div class="container is-padding">
    <h2>個人情報保護方針</h2>
    <p>
      株式会社Jリーグ（以下当社）は、Jリーグプロ契約選手向けに企業と消費者のマーケティング活動に貢献するため、ソーシャルメディアを活用したサービスを通じて、最適なソリューションをご提供することを目的に、個人情報保護方針を定めます。
    </p>
    <p>
      当社の業務に従事するすべての者（従業者）は、個人情報を厳正な管理のもとで適切に利用し、個人情報の保護に関するマネジメントシステムの適切な運用を通じて、以下の方針に従うとともに徹底した管理体制を維持し、お客様の信頼に応えてまいります。
    </p>
    <h3>１．個人情報の取得について</h3>
    <p>
      当社は、偽りその他不正の手段によらず適正に個人情報を取得致します。
    </p>
    <h3>２．個人情報の利用について</h3>
    <p>
      当社は、個人情報を取得する際は、あらかじめ利用目的を特定し、明示します。
    </p>
    <h3>３．個人情報の安全管理について</h3>
    <p>
      当社は、取り扱う個人情報の漏洩、滅失または、き損の防止、その他の個人情報の安全管理のために必要かつ適切な措置を講じます。
    </p>
    <h3>４．個人情報の取扱いについて</h3>
    <p>
      当社は、個人情報の取扱いに関する法令、国が定める指針その他の規範を遵守します。
    </p>
    <h3>５．個人情報の第三者提供について</h3>
    <p>
      当社は、個人情報保護法等の法令に定めのある場合を除き、個人情報をあらかじめご本人の同意を得ることなく、第三者に提供致しません。
    </p>
    <h3>６．個人情報の開示・訂正等について</h3>
    <p>
      当社は、本人から個人情報についての開示や訂正または削除の請求がある場合、速やかに対応致します。その際、本人確認できない場合には、対応致しかねます。
    </p>
    <h3>７．体制</h3>
    <p>
      当社の個人情報保護マネジメントシステムは、継続的に見直しのための活動を行い、改善致します。
    </p>
    <h3>８．本方針の改定</h3>
    <p>
      本個人情報保護方針は、FUROSHIKI for Athleteウェブサイトに掲載することにより、公開致します。
    </p>
    <p>制定日：2020年3月　日</p>
    <p>情報保護責任者名：株式会社Jリーグ　情報システム部　當眞太郎 </p>
    <p>toma@jleague.jp 　03-1234-5678</p>

  </div>
</template>

<style scoped>
  h2 {
    text-align: center;
    font-size: 1.5rem;
    margin-bottom: 1rem;
    font-weight: 600;
  }
  h3 {
    font-size: 1.2rem;
    margin-bottom: 0.7rem;
    border-left: 3px double steelblue;
    padding-left: 7px;
      background-color: bisque;
  }
  p {
    margin-bottom: 0.8rem;
  }
</style>

<script>
export default {
  layout: 'hasmenu',
  // middleware: 'notAuthed',
  data() {
    return {
    }
  },
  head() {
    return {
      title: this.title
    }
  }
}
</script>
